import styles from "./ForthScreen.module.css"
import FAQItem from "../components/questions/Questions";


const ForthScreen = () => {
  return (
    <>
      <div className={styles.title}>שאלות נפוצות</div>
      
      {/* קורס דיגיטלי */}
      {/* <div className={styles.section}>
        <h3 className={styles.sectionTitle}>קורס איפור דיגיטלי</h3>
        
        <FAQItem 
          question="מתאים גם למי שאין לה בכלל ניסיון באיפור?" 
          answer="בהחלט! הקורס בנוי בצורה שמתאימה למי שמתחילה מאפס, וגם למאפרות שרוצות לחדד את הטכניקות שלהן. אני מלמדת בשיטה הכי פשוטה שיש - כל אחת יכולה להיות מאפרת בשנייה."
        />
        
        <FAQItem 
          question="איך אני יכולה לדעת שאני עושה הכל נכון ללא מאפרת לצידי?" 
          answer="כל מי שרוכשת את הקורס מקבלת אופציה לפנות אלי לתיקונים ומענה. בנוסף, אני מלמדת בצורה ברורה ומפשטת דברים כך שתוכלי לבצע הכל בדיוק כפי שאני מדגימה בסרטונים."
        />
        
        <FAQItem 
          question="כמה זמן הקורס נגיש לי?" 
          answer="הקורס נגיש לך לתמיד! אין הגבלת זמן ותוכלי לחזור על החומר כמה פעמים שתרצי."
        />
        
        <FAQItem 
          question="מה אני הולכת לרוויח אחרי הקורס?" 
          answer="תרכשי ביטחון והרגשה של שלמות מול המראה. תדעי להדגיש את תווי הפנים שלך מתי שרק תרצי, ותהיה לך עצמאות להביא את עצמך למראה שאת רוצה מבלי להיות תלויה בזמינות של מאפרת."
        />
        
        <FAQItem 
          question="אני כבר מאפרת, מה הקורס יכול לתת לי?" 
          answer="הקורס מתאים גם למאפרות שרוצות לחדד את הטכניקות שלהן. תלמדי שיטות חדשות שיבדילו אותך מהמתחרות ויעזרו לך להביא את עצמך למקום שאת יכולה להתפרנס רק מהעסק שלך."
        />
        
        <FAQItem 
          question="איך אני יודעת שהקורס יתן לי תמורה לכסף?" 
          answer="הקורס בנוי על בסיס ניסיון של 5 שנים בתחום, הכשרת עשרות מאפרות והעברת עשרות סדנאות אישיות. אני מלמדת בצורה ברורה ומעשית שתיתן לך תוצאות מיידיות."
        />
      </div> */}

      {/* כלות */}
      <div className={styles.section}>
        {/* <h3 className={styles.sectionTitle}>איפור כלות</h3> */}
        
        <FAQItem 
          question="האיפור באמת מחזיק כל הערב?" 
          answer="כן! האיפור שלי עמיד ברמות - נשאר כל הערב עד שאת לא מורידה אותו פיזית בעצמך. אני משתמשת במוצרי איפור יוקרתיים, איכותיים והכי עמידים בשוק."
        />
        
        <FAQItem 
          question="מה כולל התהליך של איפור כלה?" 
          answer="התהליך כולל שיחת ייעוץ לירידה לפרטים, תיאום ציפיות ליום החתונה, איפור עם מוצרי איפור יוקרתיים, הדבקת ריסים, הגעה אליך, ליווי לאולם וערכת טאץ אפ לתיקונים."
        />

          <FAQItem 
          question="מה קורה אם אני לא פנויה בתאריך שאני רוצה?" 
          answer="מומלץ לקבוע מראש כדי לוודא זמינות. אני עובדת עם לוח זמנים די צפוף, אז ככל שנזמין מוקדם יותר - כך הסיכויים טובים יותר."
        />

              <FAQItem 
          question="כמה זמן לפני החתונה כדאי לי לשריין? אותך?" 
          answer="התארסת? יש כבר תאריך? תשלחי לי הודעה ונבדוק זמינות , עדיף כמה שיותר מוקדם במיוחד אם את מתחתנת בעונת האירועים "
        />
 
     

        
      
     
      </div>
    </>
  );
};

export default ForthScreen;